import React from "react";
import aboutImg from "../img/yosi-pic.jpg";
import Footer from "./footer";

function About() {
  return (
    <div className="about">
      <h1 className="about-h1">צוות עורכי הדין</h1>
      <div className="container">
        <img
          className="aboutImg scale-on-hover1"
          src={aboutImg}
          alt="yosiage"
        />
        <div className="information">
          <h1 className="h1style">עו"ד יוסי זילברברג </h1>
          <h3 className="h3style">מייסד משהו לא ידוע</h3>

          <div className="info2">
            <p style={{ textAlign: "right" }}>
              <span
                className="info2-span"
                style={{
                  color: "rgb(65, 61, 61)",
                  fontSize: "25px ",
                  fontWeight: "bold",
                }}
              >
                עו"ד יוסי זילברברג
              </span>{" "}
              הוא מעורכי הדין הוותיקים והמובילים בישראל במשפט הפלילי: מחיקת
              רישום פלילי, חנינות, שחרור אסירים, ייצוג קטינים ועוד. מתמחה בייצוג
              חשודים ונאשמים מהמגזר הערבי, בכל שלבי ההליך הפלילי ובכל הערכאות:
              בית המשפט העליון, בתי משפט מחוזי ובתי משפט שלום. עו"ד יוסי
              זילברברג משמש כעו"ד צבאי וייצוג בפני ועדות שחרורים. מקצועיות,
              ניסיון רב בתחום, יחס אדיב וליווי עד סיום ההליך.
            </p>
            <p style={{ marginTop: "8px", textAlign: "right" }}>
              עו"ד יוסי זילברברג הוא מעורכי הדין הוותיקים והמובילים בישראל במשפט
              הפלילי: מחיקת רישום פלילי, חנינות, שחרור אסירים, ייצוג קטינים
              ועוד. מתמחה בייצוג חשודים ונאשמים מהמגזר הערבי, בכל שלבי ההליך
              הפלילי ובכל הערכאות: בית המשפט העליון, בתי משפט מחוזי ובתי משפט
              שלום. עו"ד יוסי זילברברג משמש כעו"ד צבאי וייצוג בפני ועדות
              שחרורים. מקצועיות, ניסיון רב בתחום, יחס אדיב וליווי עד סיום ההליך.
            </p>
          </div>
        </div>
      </div>

      <div
        className="container"
        style={{ marginTop: "20px", paddingTop: "20px" }}
      >
        <img className="aboutImg scale-on-hover1" src={aboutImg} alt="yosii" />
        <div className="information">
          <h1 className="h1style">עו"ד יוסי זילברברג </h1>
          <h3 className="h3style">מייסד משהו לא ידוע</h3>
          <div className="info2">
            <p style={{ textAlign: "right" }}>
              <span
                style={{
                  color: "rgb(65, 61, 61)",
                  fontSize: "25px ",
                  fontWeight: "bold",
                }}
              >
                עו"ד יוסי זילברברג
              </span>{" "}
              הוא מעורכי הדין הוותיקים והמובילים בישראל במשפט הפלילי: מחיקת
              רישום פלילי, חנינות, שחרור אסירים, ייצוג קטינים ועוד. מתמחה בייצוג
              חשודים ונאשמים מהמגזר הערבי, בכל שלבי ההליך הפלילי ובכל הערכאות:
              בית המשפט העליון, בתי משפט מחוזי ובתי משפט שלום. עו"ד יוסי
              זילברברג משמש כעו"ד צבאי וייצוג בפני ועדות שחרורים. מקצועיות,
              ניסיון רב בתחום, יחס אדיב וליווי עד סיום ההליך.
            </p>
            <p style={{ marginTop: "8px", textAlign: "right" }}>
              עו"ד יוסי זילברברג הוא מעורכי הדין הוותיקים והמובילים בישראל במשפט
              הפלילי: מחיקת רישום פלילי, חנינות, שחרור אסירים, ייצוג קטינים
              ועוד. מתמחה בייצוג חשודים ונאשמים מהמגזר הערבי, בכל שלבי ההליך
              הפלילי ובכל הערכאות: בית המשפט העליון, בתי משפט מחוזי ובתי משפט
              שלום. עו"ד יוסי זילברברג משמש כעו"ד צבאי וייצוג בפני ועדות
              שחרורים. מקצועיות, ניסיון רב בתחום, יחס אדיב וליווי עד סיום ההליך.
            </p>
          </div>
        </div>
      </div>
      <br />

      <div
        className="container"
        style={{ marginTop: "20px", paddingTop: "20px" }}
      >
        <img
          className="aboutImg scale-on-hover1"
          src={aboutImg}
          alt="yosiimsdfag"
        />
        <div className="information">
          <h1 className="h1style">עו"ד יוסי זילברברג </h1>
          <h3 className="h3style">מייסד משהו לא ידוע</h3>
          <div className="info2">
            <p style={{ textAlign: "right" }}>
              <span
                style={{
                  color: "rgb(65, 61, 61)",
                  fontSize: "25px ",
                  fontWeight: "bold",
                }}
              >
                עו"ד יוסי זילברברג
              </span>{" "}
              הוא מעורכי הדין הוותיקים והמובילים בישראל במשפט הפלילי: מחיקת
              רישום פלילי, חנינות, שחרור אסירים, ייצוג קטינים ועוד. מתמחה בייצוג
              חשודים ונאשמים מהמגזר הערבי, בכל שלבי ההליך הפלילי ובכל הערכאות:
              בית המשפט העליון, בתי משפט מחוזי ובתי משפט שלום. עו"ד יוסי
              זילברברג משמש כעו"ד צבאי וייצוג בפני ועדות שחרורים. מקצועיות,
              ניסיון רב בתחום, יחס אדיב וליווי עד סיום ההליך.
            </p>
            <p style={{ marginTop: "8px", textAlign: "right" }}>
              עו"ד יוסי זילברברג הוא מעורכי הדין הוותיקים והמובילים בישראל במשפט
              הפלילי: מחיקת רישום פלילי, חנינות, שחרור אסירים, ייצוג קטינים
              ועוד. מתמחה בייצוג חשודים ונאשמים מהמגזר הערבי, בכל שלבי ההליך
              הפלילי ובכל הערכאות: בית המשפט העליון, בתי משפט מחוזי ובתי משפט
              שלום. עו"ד יוסי זילברברג משמש כעו"ד צבאי וייצוג בפני ועדות
              שחרורים. מקצועיות, ניסיון רב בתחום, יחס אדיב וליווי עד סיום ההליך.
            </p>
          </div>
        </div>
      </div>
      <Footer />
    </div>
  );
}

export default About;
