import React from "react";
import pic from "../img/neeew.jpg";

function Informatiom() {
  return (
    <div className="info-container">
      <img src={pic} alt="pic" className="info-img" />
      <div className="info-text">
        <h1>משרד עורכי דין זילברברג</h1>
        <p>
          אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים אז
          תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
                  איכותי.
                  אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים אז
          תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
          איכותי.
        </p>
        <p>
          אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים אז
          תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
          איכותי.
        </p>
        <p>
          אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים אז
          תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
                  איכותי.
                  אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים אז
          תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
                  איכותי.
                  אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים אז
          תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
          איכותי.
              </p>
              <p>
          אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים אז
          תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
          איכותי.
              </p>
              <p>
          אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים אז
          תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
          איכותי.
              </p>
              <p>
          אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים אז
          תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
          איכותי.
        </p>
      </div>
    </div>
  );
}

export default Informatiom;
