import React from "react";
import { useState } from "react";
import { BrowserRouter as Router, Route, Link } from "react-router-dom";
import Heading from "./Heading";
import img from "../img/yosi-pic.jpg";
import tax from "../img/tax-img.jpg";
import child from "../img/child-img.jpg";
import free from "../img/free-prisoners.jpg";
import forgive from "../img/forgive.jpg";
import robery from "../img/robery.jpg";
import dead from "../img/dead.jpg";
import cars from "../img/cars.jpg";
import partnersFight from "../img/partners-fight.jpg";
import gun from "../img/נשיאת-נשק.jpg";
import violnce from "../img/עבירות-אלימות.jpg";
import rob from "../img/rob.jpg";
import sex from "../img/sex.jpg";

function Work() {
  return (
    <div className="work-container">
      <h1>תחומי התמחות</h1>

      <div className="work-box-0">
        <img src={tax} alt="" />
        <div className="work-box-0-text">
          <h2>מיסים</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
        </div>
      </div>

      <div className="work-box-1">
        <img src={free} alt="" />

        <div className="work-box-1-text">
          <h2>ייצוג פלילים</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
          <button>לעוד מידע</button>
        </div>
      </div>

      <div className="work-box-2">
        <img src={child} alt="" />

        <div className="work-box-2-text">
          <h2>ייצוג קטינים</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
          <button>לעוד מידע</button>
        </div>
      </div>

      <div className="work-box-3">
        <img src={forgive} alt="" />

        <div className="work-box-3-text">
          <h2>חנינות</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
          <button>לעוד מידע</button>
        </div>
      </div>

      <div className="work-box-4">
        <img src={rob} alt="" />

        <div className="work-box-4-text">
          <h2>שוד</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
          <button>לעוד מידע</button>
        </div>
      </div>

      <div className="work-box-5">
        <img src={robery} alt="" />

        <div className="work-box-5-text">
          <h2>רצח</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
          <button>לעוד מידע</button>
        </div>
      </div>

      <div className="work-box-6">
        <img src={dead} alt="" />

        <div className="work-box-6-text">
          <h2>גרם מוות ברשלנות</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
        </div>
      </div>

      <div className="work-box-7">
        <img src={cars} alt="" />

        <div className="work-box-7-text">
          <h2>תאונות דרכים קשות</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
        </div>
      </div>

      <div className="work-box-8">
        <img src={sex} alt="" />

        <div className="work-box-8-text">
          <h2>עבירות מין</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
        </div>
      </div>

      <div className="work-box-9">
        <img src={violnce} alt="" />

        <div className="work-box-9-text">
          <h2>עבירות אלימות חמורות</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
        </div>
      </div>

      <div className="work-box-10">
        <img src={partnersFight} alt="" />

        <div className="work-box-10-text">
          <h2>אלימות בין בני זוג</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
        </div>
      </div>

      <div className="work-box-11">
        <img src={gun} alt="" />

        <div className="work-box-11-text">
          <h2>נשיאת נשק</h2>
          <p>
            תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות ותוכן
            איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן אדם מסויים
            אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על רשמיות
            ותוכן איכו תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכותי. אני בעצם בטקסט הזה אני רושם המלצה מסויימת על בן
            אדם מסויים אז תחשבו שיש פה איזה טקסט נחמד ויש פה אחלה מידע שמעיד על
            רשמיות ותוכן איכו
          </p>
        </div>
      </div>
    </div>
  );
}
export default Work;
